ERROR_NO_COMMAND = 'У меня нет такой команды, но я продолжу вас слушать'
ERROR_VOICE_UNKNOWN_VALUE = 'Проблема с распознаванием речи'

commands_dict = {
    'commands': {
        'greating' : ['привет', 'здравствуйте', 'эй', 'меня слышно', 'здравствуй'],
        'open_lol' : ['запусти лигу', 'включи лигу', 'включи лигу легенд', 'запусти лол', 'запустил лол', 'запусти лолу', 'открой лигу легенд', 'открой лол'],
        'search_on_google' : ['запусти браузер', 'открой браузер', 'включи браузер', 'загугли'],
        'open_camera' : ['открой камеру', 'запусти камеру', 'камера'],
        'open_cmd' : ['открой консоль', 'запусти консоль', 'консоль', 'цмд'],
        'open_discord' : ['открой дискорд', 'запусти дискорд', 'дискорд', 'открой discord', 'дискорд', 'включи дискорд'],
        'close_discord' : ['закрой дискорд', 'выключи дискорд', 'выключи discord', 'отключи дискорд'],
        'find_my_ip' : ['мой айпи адрес', 'мой айпи', 'ip адрес', 'ip'],
        'open_calculator' : ['открой калькулятор','запусти калькулятор', 'калькулятор'],
        'stop_jarvis' : [ 'закругляйся', 'выключись', 'отключись', 'замолчи', 'стоп'],
        'get_random_advice': [ 'совет', 'дай совет', 'скажи что-нибудь', 'расскажи что-нибудь', 'дай рандомный ответ'],
        'get_random_joke': ['расскажи шутку', 'скажи шутку', 'давай шутку', 'зажги', 'дай шутку', 'дай рандомную шутку'],
        'search_on_wikipedia' : ['найди в википедии', 'википедия', 'википедию', 'запусти википедию'],
        'play_on_youtube' : ['открой ютуб', 'включи ютуб', 'ютуб', 'открой youtube', 'включи youtube', 'хочу видос'],
        'find_exe_files' : ['первоначальная настройка', 'настройка', 'сделай настройку', 'сделай быструю настройку'],
        'open_steam' : ['открой стим', 'включи стим', 'запусти стим', 'давай играть', 'стим']
    }
}